temperature = [
    "Наименования:\nС - удельная теплоёмкость [дж/кг*с°] (таблица)\nq - удельная теплота сгорания [дж/кг] (таблица)\nL - удельная теплота парообрахования [дж/кг] (таблица)\nl - удельная теплота плавления [дж/кг] (таблица)\nQ - кол-во теплоты [дж]\n\nФормулы: \n",
    "Q = cm△t\n",
    "Q = lm\n",
    "Q = Lm\n",
    "Q = qm\n"
]

electricity = [
    "Наименования:\nR - удельное сопротивление [Ом]\nU - напряжение [Вольт]\nP - мощность [Вт]\nI - сила тока [A]\nq - заряд [Кл]\np - удельное сопротивление [Ом]\n\nФормулы: \n",
    "I = q/t\n",
    "I = U/R\n",
    "P = IU\n",
    "A = I*U*△t, где A - работа\n",
    "U = A/q, где A - работа\n",
    "R = p*l/S, где l - длина и S - площадь сечения\n",
    "!Закон Джоуля-Ленца: Q = I*I*R*△t\n"
]

weight = [
    "Наименования:\nP - давление [Па]\np - плотность [кг/м3] (таблица)\np2 - вес [H]\nV - плотность [м3]\nF - сила [H]\nFт - сила тяжести [H]\n\nФормулы:\n",
    "P = pgh, где g - 9.8 и h - высота\n",
    "p2 = mg\n",
    "m = pV\n",
    "V = abc\n",
    "P = F/S, где S - площадь\n",
    "Fт = pmgV\n",
    "Fа = p2в - p2ж\n",
    "F = A/S, где А - работа\n",
]

s_values = [
    "S паралелограмма = h * a\n",
    "S треугольника = h * основание\n",
    "S трапеции = h * среднестатистическое 2х оснований\n",
    "S квадрата = a*a\n",
    "S ромба = (d1 * d2) / 2\n",
    "S прямоугольника = a * b\n",
    "S окружности = π * d\n"
]

